{
    "Retour": "Back",
    "Mon compte": "User profile",
    "Mes accès": "My accesses",
    "Ouvrir un ticket": "Open support",
    "Se déconnecter": "Logout",
    "Se connecter": "Login",
    "Créer un compte": "Register",
    "Paiement": "Billing",
    "Sécurité": "Security",
    "Double authentification": "Two Factor Authentication",
    "La double authentification (2FA) renforce la sécurité d'accès en faisant appel à deux méthodes (qu'on appelle aussi facteurs) pour vérifier votre identité. La double authentification protège du phishing, de l'ingénierie sociale et des attaques par force brute contre les mots de passe, et sécurise votre connexion contre des attaquants exploitant des identifiants faibles ou volés.": "Two factor authentication (2FA) strengthens access security by requiring two methods (also referred to as factors) to verify your identity. Two factor authentication protects against phishing, social engineering and password brute force attacks and secures your logins from attackers exploiting weak or stolen credentials.",
    "Générer la clé secrète pour activer la 2FA": "Generate Secret Key to Enable 2FA",
    "1. Scannez ce QR code avec l'application Google Authenticator. Vous pouvez également y entrer ce code :": "1. Scan this QR code with your Google Authenticator App. Alternatively, you can use the code :",
    "2: Entrez le code donné par l'application": "2. Enter the pin from Google Authenticator app ",
    "Code d'authentification": "Authenticator Code",
    "Activer la 2FA": "Enable 2FA",
    "Si vous voulez désactiver la double authentification, veuillez confirmer votre mot de passe et cliquer sur le bouton 'Désactiver la double authentification'": "If you are looking to disable Two Factor Authentication. Please confirm your password and Click Disable 2FA Button.",
    "Désactiver la 2FA": "Disable 2FA",
    "JPG/JPEG ou PNG inférieur à 5MB": "JPG/JPEG or PNG no larger than 5 MB",
    "Uploader une nouvelle image": "Upload new image",
    "Détails du compte": "Account details",
    "Libellé de l'adresse": "Address name",
    "Organisation": "Company",
    "Prénom": "First name",
    "Nom": "Last name",
    "Adresse": "Address",
    "Complément d'adresse": "Additional address",
    "Code postal": "Zip Code",
    "Ville": "City",
    "État/Province": "State",
    "Pays": "Country",
    "Numéro de téléphone": "Phone number",
    "Changer mon adresse email" : "Change my email address",
    "Pour effectuer le changement, veuillez cliquer sur le lien présent dans le mail envoyé à la nouvelle adresse.": "In order to confirm email change, please click the link sent to the new email address",
    "Ma nouvelle adresse mail" : "My new email address",
    "Supprimer mon compte" : "Delete my account",
    "Supprimer votre compte est une action permanenete et irréversible. Si vous êtes sur de vouloir supprimer votre compte, sélectionnez le bouton ci-dessous." : "Deleting your account is an irreversible and permanent action. If you are certain you want to delete your account, please click the following button",
    "Je comprends, supprimer mon compte" : "I understand, delete my account"
}
