{
    "Retour": "Back",
    "Mon compte": "User profile",
    "Mes accès": "My accesses",
    "Ouvrir un ticket": "Open support",
    "Se déconnecter": "Logout",
    "Se connecter": "Login",
    "Créer un compte": "Register",
    "Paiement": "Billing",
    "Sécurité": "Security",
    "Double authentification": "Two Factor Authentication",
    "La double authentification (2FA) renforce la sécurité d'accès en faisant appel à deux méthodes (qu'on appelle aussi facteurs) pour vérifier votre identité. La double authentification protège du phishing, de l'ingénierie sociale et des attaques par force brute contre les mots de passe, et sécurise votre connexion contre des attaquants exploitant des identifiants faibles ou volés.": "Two factor authentication (2FA) strengthens access security by requiring two methods (also referred to as factors) to verify your identity. Two factor authentication protects against phishing, social engineering and password brute force attacks and secures your logins from attackers exploiting weak or stolen credentials.",
    "Générer la clé secrète pour activer la 2FA": "Generate Secret Key to Enable 2FA",
    "1. Scannez ce QR code avec l'application Google Authenticator. Vous pouvez également y entrer ce code :": "1. Scan this QR code with your Google Authenticator App. Alternatively, you can use the code :",
    "2: Entrez le code donné par l'application": "2. Enter the pin from Google Authenticator app ",
    "Code d'authentification": "Authenticator Code",
    "Activer la 2FA": "Enable 2FA",
    "Si vous voulez désactiver la double authentification, veuillez confirmer votre mot de passe et cliquer sur le bouton 'Désactiver la double authentification'": "If you are looking to disable Two Factor Authentication. Please confirm your password and Click Disable 2FA Button.",
    "Désactiver la 2FA": "Disable 2FA",
    "JPG/JPEG ou PNG inférieur à 5MB": "JPG/JPEG or PNG no larger than 5 MB",
    "Uploader une nouvelle image": "Upload new image",
    "Détails du compte": "Account details",
    "Libellé de l'adresse": "Address name",
    "Organisation": "Company",
    "Prénom": "First name",
    "Nom": "Last name",
    "Adresse": "Address",
    "Complément d'adresse": "Additional address",
    "Code postal": "Zip Code",
    "Ville": "City",
    "État/Province": "State",
    "Pays": "Country",
    "Numéro de téléphone": "Phone number",
    "Changer mon adresse email": "Change my email address",
    "Pour effectuer le changement, veuillez cliquer sur le lien présent dans le mail envoyé à la nouvelle adresse.": "In order to confirm email change, please click the link sent to the new email address",
    "Ma nouvelle adresse mail": "My new email address",
    "Supprimer mon compte": "Delete my account",
    "Supprimer votre compte est une action permanenete et irréversible. Si vous êtes sur de vouloir supprimer votre compte, sélectionnez le bouton ci-dessous.": "Deleting your account is an irreversible and permanent action. If you are certain you want to delete your account, please click the following button",
    "Je comprends, supprimer mon compte": "I understand, delete my account",
    "Sauvegarde et partage de données en ligne": "Saving and sharing online data",
    "Plateforme collaborative - espace de travail numérique": "Collaborative platform - digital workspace",
    "Services mutualisés": "Shared hosting services",
    "Services dédiés": "Dedicated hosting services",
    "Découvrir": "Find out",
    "DediKam est une association, indépendante sans publicité, totalement transparente et non lucrative. Nous offrons divers outils collaboratifs pour tout type d’utilisateurs, du particulier au professionnel": "Dedikam is an independant, ad-free, 100% transparent, non-lucrative association. We offer a diverse panel of collaborative tools for all kind of users, be they private individuals or professionnals",
    "Qui sommes-nous ?": "Who are we ?",
    "Nos services mutualisés": "Our shared hosting services",
    "Avec le service mutualisé, nous vous proposons des outils collaboratifs et des outils web pour gérer vos données comme bon vous semble": "With shared hosting services, we can offer you collaborative and web tools to manage your data as you see fit",
    "Nous utilisons des outils 100% logiciel libre capable de répondre et de s’adapter aux besoins de nos utilisateurs": "We're using 100% free software, which are able to answer to and adapt to our customers' needs",
    "Outils collaboratifs": "Collaborative tools",
    "Nextcloud est un logiciel libre offrant une plateforme de partage de documents avancés qui vous offre un contrôle total sur vos paramètres de partage de fichiers. Il se présente comme une alternative à Google docs.": "Nextcloud is a free software offering an advanced file-sharing platform which lets you in total control of your file sharing parameters. It presents itself as an alternative to Google Docs.",
    "Pydio est un logiciel libre offrant une plateforme de services de stockage et de partage de fichiers. Il se présente également comme une alternative à Dropbox.": "Pydio is a free software offering a storage-service and file-sharing platform. It too presents itself as an alternative to Dropbox.",
    "Outils web": "Web tools",
    "Commandez ou testez !": "Try or buy !",
    "Testez nos services mutualisés pendant 30 jours avec": "Try our shared or dedicated services during a 30-day period with",
    "10 Go de stockage gratuit": "10 Go of free storage",
    "Nos services dédiés": "Our dedicated services",
    "Nous vous proposons une solution dédiée (NextCloud, Pydio ou Seafile) sur des serveurs de type VPS": "We can offer you a dedicated plan (Nextcloud, Pydio or Seafile) hosted on VPS-type servers",
    "A la différence du service mutualisé, le service dédié vous apporte un gain de performance significative puisque vous êtes seul sur le serveur.": "Contrary to shared hosting services, dedicated hosting service comes with a significative performance gain, since you are alone on the server.",
    "1 utilisateur = 1 serveur": "1 user = 1 server",
    "Cela permet d'exploiter à 100% les ressources matérielles et vous apporte une totale liberté dans l'administration de votre instance NextCloud. Disponibilité supplémentaire pour vos données entreprises.": "It allows you to use 100% of the hardware's capacity and gives you a total freedom for managing your NextCloud/Pydio/Seafile instance. Increased availability for your company data.",
    "Marque blanche et personnalisation": "White mark and customization",
    "Service Nextcloud Pro": "Nextcloud Pro Service",
    "ESPACE DISQUE JUSQU'A 5 To (5000 Go) Extensible": "Up to 5 To (5000 Go) EXTENSIBLE DISKSPACE",
    "Nom de domaine et interface personnalisable": "Customizable domain name and interface",
    "Infogérance complète du serveur et de l’instance": "Complete server and instance outsourcing",
    "Accès administrateur, nombre d'utilisateurs illimités": "Administrator accesses, unlimited users",
    "Sauvegarde externalisée des données et réplication sur plusieurs serveurs": "Externalized data backup and multi-server replication",
    "Archivage des données avec une rétention de 10 jours": "Data archiving with 10-day retention",
    "Accès aux archives via le protocole FTP/FTPS (emergency connexion)": "Accessing archives via FTP/FTPS protocols (emergency connexion)",
    "Traffic illimité": "Unlimited traffic",
    "Pas d’engagement – possibilité de vous désabonnez à tout moment": "Commitment-free, cancel at any moment",
    "Paiement mensuel ou annuel": "Montly or yearly payment",
    "Commandez": "Buy it",
    "Déjà 14 années d'expérience dans la sauvegarde en ligne": "Already 14 years of experience in online data backup",
    "Identifiez vos besoins en matière de sauvegarde ou de partage de données et si besoin, contactez-nous par mail ou par téléphone pour vous assister et vous proposer la solution la plus adaptée à vos attentes.": "Identify your needs concerning data sharing or backup and, if you need to, contact us by mail or telephone so we can assist you and offer you the best solution regarding your needs.",
    "Demande d'informations": "Ask us",
    "WebDAV est un protocole de longue date qui permet à un serveur Web d’agir comme un serveur de fichiers et de prendre en charge la création collaborative de contenu sur le Web. Bien qu’étant supplanté par des mécanismes plus modernes, il reste un outil de travail fiable rencontré dans de nombreux serveurs, clients et applications différentes.": "WEBDAV is an old-seasoned protocol allowing web servers to act as hosting servers, and thus taking care of collaborative creation of web content. While its bested by more modern strategies, it's still a reliable tool used by many servers, clients and applications.",
    "L’accès SSH vous permet d’accéder à une console SSH reliée directement à votre compte Dedikam à travers une connexion entièrement chiffrée et sécurisée. L’authentification à cette console peut se faire via un couple login/mot de passe ou via un couple clé privée/clé publique.": "SSH access allows you to access a SSH console directly linked to your Dedikam account through a fully crypted and secure connexion. Authentication to this console can be done with a login/password pair or with a private key/public key pair.",
    "Le disque ISCSI fonctionne et se comporte de la même manière qu’un disque local : le but de l’ISCSI est d’avoir un ou plusieurs disques durs sur son ordinateur ou son serveur et d’avoir l’illusion qu’ils sont physiquement connectés sur la carte-mère. En réalité ce sont des disques virtuels hébergés dans une infrastructure redondante, sécurisée et performante. Cela permet de pallier différentes pannes matérielles que peuvent subir une machine ou un disque dur.": "ISCSI disk works and acts the same way a local hard drive does : the goal of ISCSI is to have one or many hard drives on one's computer (or server) and to have the illusion they're physically connected via the motherboard. In reality, they're virtual hard drives hosted in a redudant, safe and performant infrastructure. Thus, it allows to overcome the hardware failures a machine or hard drive can experience.",
    "Le SFTP est un protocole de communication fonctionnant au-dessus de SSH pour transférer et gérer des fichiers à distance. Avec le SFTP vous pouvez uploader et downloader vos fichiers, dossiers et reprendre les transferts après interruption ou déconnexion (resume). Vous pouvez également écraser des fichiers sans changer de clé de téléchargement. Connexion chiffrée et sécurisée.": "SFTP is a communication protocol taking place above SSH to remotely transfer and manage files. With SFTP, you can upload and download files and folders, and resume transfers even after interrupting them or disconnecting. You can also overwrite files without modifying the download key. Secure and crypted connexion.",
    "L’option CIFS est un protocole TCP/IP réseau qui permet de partager des ressources et l’accès aux fichiers à distance en utilisant des millions d’ordinateurs à la fois. Les utilisateurs avec différentes plates-formes et les ordinateurs peuvent partager des fichiers sans avoir à installer de nouveaux logiciels. Avec le CIFS, les modifications apportées à un fichier sont simultanément enregistrées à la fois sur le client et côté serveur.": "CIFS is a network TCP/IP protocol allowing to share resources and to access files using millions of computers at the same time. Users with different platforms and computers can share files without installing new software. With CFTS, modifications added to a file are simultaneously saved client-side and server-side.",
    "Synchronise et transfert uniquement les nouveaux fichiers ou les fichiers modifiés. Rsync permet surtout d’uploader des morceaux de fichiers. C’est à dire, que si vous travaillez sur un fichier de 300 Mo mais que vous n’en changez que la fin, rsync effectuera le calcul pour envoyer que la différence. C’est donc beaucoup beaucoup plus rapide que le SFTP qui ira transférer le fichier entièrement.": "Synchronizes and transfers solely new files or edited files. Rsync especially allows to upload parts of a file. What it means, is that if you're working on a 300Mo file but you change only its end, Rsync will compute and send the difference only. It's thus way faster than using SFTP, which will transfer the whole file.",
    "Le FTP/FTPS est un protocole de communication fonctionnant au-dessus de SSH pour transférer et gérer des fichiers à distance. Avec le FTP/FTPS vous pouvez uploader et downloader vos fichiers, dossiers et reprendre les transferts après interruption ou déconnexion (resume). Vous pouvez également écraser des fichiers sans changer de clé de téléchargement. Connexion chiffrée et sécurisée.": "FTP/FTPS is a communication protocol taking place above SSH to remotely transfer and manage files. With FTP/FTPS, you can upload and download files and folders, and resume transfers even after interrupting them or disconnecting. You can also overwrite files without modifying the download key. Secure and crypted connexion.",
    "Ajouter un accès": "Add an access",
    "Activer la double authentification ?": "Enable 2-factor authentication ?",
    "Offres": "Plans",
    "Nom complet ou nom de l'entreprise": "Full name or company name",
    "Choisissez votre formule": "Choose your plan",
    "Toutes vos données fragmentées, copiées et réparties sur différents serveurs et Datacenters selon le niveau de disponibilité choisi.": "All of your data fragmented, copied and dispatched on different servers/Datacenters based on chosen availability level.",
    "En savoir plus": "Find out more",
    "Choisissez votre espace disque en déplaçant le curseur orange vers la droite, tarif affiché en bas de page.": "Chose your diskspace by moving the cursor to the right. Price displayed on the bottom of the page.",
    "Trafic illimité - Bande passante : 500 Mbit/s à 1Gbit/s, au dessus de 5 000Go, veuillez nous": "Unlimited traffic - Bandwidth : 500Mbit/s up to 1Gbit/s, beyond 5 000Go, please ",
    "contacter": "contact us",
    "Choisissez votre espace disque, tarif affiché en bas de page.": "Choose your diskspace, price displayed on the bottom of the page.",
    "Choix du nom de domaine": "Please choose a domain name",
    "Privé": "Private",
    "Récapitulatif de votre commande": "Order recap",
    "Formule": "Plan",
    "Espace disque": "Diskspace",
    "pour 30 jours": "for 30 days",
    "pour 1 an jusqu'au": "for 1 year, up until",
    "ou": "or",
    "par mois": "per month",
    "Offre d'essai": "Trial offer",
    "Offre d'essai : 10 Go gratuits en vous": "Trial offer : 10Go for free by",
    "connectant.": "logging in.",
    "Testez les fonctionnalités Dedikam gratuitement pendant 30 jours.": "Try out Dedikam features for free for 30 days.",
    "Vous pouvez commander jusqu'à 4 accès gratuits. Un accès gratuit correspond à la formule standard.": "You can order up to 4 free trial accesses. Free access matches standard plan.",
    "Offre d'essai : 10 Go gratuits": "Trial offer : 10Go for free",
    "Il vous reste actuellement :nbfreeaccount disponible(s) sur votre compte.": "You still have :nbfreeaccount free trial access(es) available on your account.",
    "Profiter de l'offre": "Enjoy the offer",
    "Nom de l'accès": "Access name",
    "Basique": "Basic",
    "Entreprise": "Business",
    "Dédié": "Dedicated",
    "Choix du préfixe": "Please choose a prefix",
    "Exemple : 'votre-choix'.dedikam.com": "Example : 'your-choice'.dedikam.com",
    "CNAME de type : example-domain.com": "CNAME-type : example-domain.com",
    "Nom de votre domaine privé": "Name of your private domain",
    "Panier": "Cart",
    "Votre panier est vide.": "Your cart is empty.",
    "Récapitulatif de l'offre": "Plan recap",
    "Formule choisie": "Selected formula",
    "Domaine": "Domain",
    "Modifier": "Modify",
    "Adhésion obligatoire à l'association : 14.00 €": "Mandatory association membership fee : 14.00€",
    "Proposition 1 : paiement à l'année": "1st offer : annual payment",
    "Proposition 2 : abonnement mensuel": "2nd offer : monthly payment",
    "Choisir la formule d'essai": "Choose Free Trial plan",
    "Choisir la formule annuelle": "Choose annual payment",
    "Choisir la formule mensuelle": "Choose monthly payment",
    "Prix": "Price",
    "Premier mois": "First month",
    "Abonnement mensuel": "Monthly subscription",
    "Coupon de réduction": "Discount coupon",
    "Appliquer à la commande": "Apply to the order",
    "Vider le panier": "Clear cart",
    "Adresse de facturation": "Billing address",
    "pour un mois": "for one month",
    "pour un an": "for one year",
    "Conditions de vente": "General terms and conditions",
    "Identité de l'association : Dedikam": "Association identity : Dedikam",
    "Support technique": "Technical support",
    "J'accepte les conditions ci-dessus" : "I accept the aforementioned conditions",
    "Vous devez accepter les conditions de vente pour continuer." : "You have to agree to the terms and conditions to continue.",
    "Commentaires concernant votre commande" : "Comments about your order",
    "Utilisez cette zone pour des instructions spéciales ou des questions concernant votre commande." : "Feel free to use this area for leaving instructions or questions regarding your order.",
    "Valider la commande" : "Confirm order",
    "Modifier l'état des services" : "Update services status",
    "État des services" : "Services status",
    "Valider les changements" : "Confirm changes"
}